tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'hughrawlinson/tools'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'openssl'
brew 'bitchx'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'chuck'
brew 'cscope'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'emacs', args: ['with-cocoa'], service_restart: true
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'flac'
brew 'flow'
brew 'gd'
brew 'gdbm'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'readline'
brew 'gnupg2'
brew 'lua'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'qt5'
brew 'gnuplot', args: ['with-aquaterm', 'with-x11']
brew 'hachoir-metadata'
brew 'haskell-stack'
brew 'htop-osx'
brew 'hub'
brew 'ispell'
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'libssh2'
brew 'libyaml'
brew 'macvim'
brew 'maven'
brew 'mono'
brew 'mplayer'
brew 'nasm'
brew 'perl'
brew 'pyenv'
brew 'qemu'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'sbt'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'xorriso'
brew 'zsh'
cask 'alfred'
cask 'atom'
cask 'audacity'
cask 'dropbox'
cask 'gimp'
cask 'google-chrome'
cask 'hyperterm'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'karabiner'
cask 'seil'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'supercollider'
