tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'railwaycat/emacsmacport'
tap 'spotify/public'
tap 'spotify/sptaps', 'git@ghe.spotify.net:shared/homebrew-spotify.git'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'pcre'
brew 'git'
brew 'haskell-stack'
brew 'htop-osx'
brew 'hub'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'openssl'
brew 'libevent'
brew 'libtiff'
brew 'maven'
brew 'mplayer'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'psutils'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'tmux'
brew 'wget'
brew 'zsh'
brew 'homebrew/science/r'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
brew 'spotify/public/helios'
brew 'spotify/public/helios-solo'
brew 'spotify/sptaps/hmtools'
cask 'alfred'
cask 'atom'
cask 'caffeine'
cask 'chromium'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'font-hack'
cask 'font-input'
cask 'font-sauce-code-powerline'
cask 'font-source-code-pro'
cask 'gitkraken'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner'
cask 'macvim'
cask 'rstudio'
cask 'seil'
cask 'slack'
cask 'spotify'
